Repository: ViffyGwaanl/papertok-reader
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# color.indigo
source: Indigo
zh_hans: 靛蓝
zh_hant: 靛藍

# color.mint
source: Mint
zh_hans: 薄荷
zh_hant: 薄荷

# color.orange
source: Orange
zh_hans: 橙色
zh_hant: 橘色

# color.pink
source: Pink
zh_hans: 粉色
zh_hant: 粉紅色

# color.purple
source: Purple
zh_hans: 紫色
zh_hant: 紫色

# color.red
source: Red
zh_hans: 红色
zh_hant: 紅色

# color.teal
source: Teal
zh_hans: 蓝绿
zh_hant: 藍綠

# color.white
source: White
zh_hans: 白色
zh_hant: 白色

# color.yellow
source: Yellow
zh_hans: 黄色
zh_hant: 黃色

# common.actions
source: Actions
zh_hans: 操作
zh_hant: 動作

# common.add
source: Add
zh_hans: 添加
zh_hant: 新增

# common.allow
source: Allow
zh_hans: 允许
zh_hant: 允許

# common.api_key
source: API Key
zh_hans: API 密钥
zh_hant: API 金鑰

# common.api_key_optional
source: API Key (optional)
zh_hans: API 密钥（可选）
zh_hant: API 金鑰（可選）

# common.api_version
source: API Version
zh_hans: API 版本
zh_hant: API 版本

# common.apply
source: Apply
zh_hans: 应用
zh_hant: 套用

# common.authentication
source: Authentication
zh_hans: 认证
zh_hant: 驗證

# common.author
source: Author
zh_hans: 作者
zh_hant: 作者

# common.back
source: Back
zh_hans: 返回
zh_hant: 返回

# common.build
source: Build
zh_hans: 构建号
zh_hant: 建置號

# common.build_info
source: Build Info
zh_hans: 构建信息
zh_hant: 建置資訊

# common.calculating
source: Calculating…
zh_hans: 计算中…
zh_hant: 計算中…

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.confirm
source: Confirm
zh_hans: 确认
zh_hant: 確認

# common.clear
source: Clear
zh_hans: 清除
zh_hant: 清除

# common.clear_all
source: Clear All
zh_hans: 清除全部
zh_hant: 清除全部

# common.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# common.color
source: Color
zh_hans: 颜色
zh_hant: 顏色

# common.color.blue
source: Blue
zh_hans: 蓝色
zh_hant: 藍色

# common.color.green
source: Green
zh_hans: 绿色
zh_hant: 綠色

# common.color.purple
source: Purple
zh_hans: 紫色
zh_hant: 紫色

# common.color.red
source: Red
zh_hans: 红色
zh_hant: 紅色

# common.color.yellow
source: Yellow
zh_hans: 黄色
zh_hant: 黃色

# common.color_hex
source: Color hex
zh_hans: 颜色（十六进制）
zh_hant: 顏色（十六進位）

# common.commit
source: Commit
zh_hans: 提交版本
zh_hant: 提交版本

# common.configure
source: Configure
zh_hans: 配置
zh_hant: 設定

# common.connected_tool_count_format
source: Connected (%d tools)
zh_hans: 已连接（%d 个工具）
zh_hant: 已連線（%d 個工具）

# common.connecting_ellipsis
source: Connecting...
zh_hans: 连接中...
zh_hant: 連線中...

# common.content
source: Content
zh_hans: 内容
zh_hant: 內容

# common.copy
source: Copy
zh_hans: 复制
zh_hant: 複製

# common.create_group
source: Create Group
zh_hans: 新建分组
zh_hant: 新增群組

# common.create_tag
source: Create Tag
zh_hans: 新建标签
zh_hant: 新增標籤

# common.default
source: Default
zh_hans: 默认
zh_hant: 預設

# common.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# common.deny
source: Deny
zh_hans: 拒绝
zh_hant: 拒絕

# common.deployment_name
source: Deployment Name
zh_hans: 部署名称
zh_hant: 部署名稱

# common.device
source: Device
zh_hans: 设备
zh_hant: 裝置

# common.diagnostics
source: Diagnostics
zh_hans: 诊断
zh_hant: 診斷

# common.disconnected
source: Disconnected
zh_hans: 未连接
zh_hant: 未連線

# common.done
source: Done
zh_hans: 完成
zh_hant: 完成

# common.edit
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# common.edit_tag
source: Edit Tag
zh_hans: 编辑标签
zh_hant: 編輯標籤

# common.endpoint
source: Endpoint
zh_hans: 端点
zh_hant: 端點

# common.engine
source: Engine
zh_hans: 引擎
zh_hant: 引擎

# common.error
source: Error
zh_hans: 错误
zh_hant: 錯誤

# common.error_detail_format
source: Error: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

# common.failed_to_load
source: Failed to Load
zh_hans: 加载失败
zh_hant: 載入失敗

# common.file
source: File
zh_hans: 文件
zh_hant: 檔案

# common.filter
source: Filter
zh_hans: 筛选
zh_hant: 篩選

# common.filter_and_sort
source: Filter and Sort
zh_hans: 筛选与排序
zh_hant: 篩選與排序

# common.filters
source: Filters
zh_hans: 筛选器
zh_hant: 篩選器

# common.from
source: From
zh_hans: 来自
zh_hant: 來自

# common.hide
source: Hide
zh_hans: 隐藏
zh_hant: 隱藏

# common.high
source: High
zh_hans: 高
zh_hant: 高

# common.icon
source: Icon
zh_hans: 图标
zh_hant: 圖示

# common.import
source: Import
zh_hans: 导入
zh_hant: 匯入

# common.imported
source: Imported
zh_hans: 已导入
zh_hant: 已匯入

# common.languages
source: Languages
zh_hans: 语言
zh_hant: 語言

# common.loading
source: Loading...
zh_hans: 加载中…
zh_hant: 載入中…

# common.loading_ellipsis
source: Loading...
zh_hans: 加载中...
zh_hant: 載入中...

# common.low
source: Low
zh_hans: 低
zh_hant: 低

# common.manage
source: Manage
zh_hans: 管理
zh_hant: 管理

# common.medium
source: Medium
zh_hans: 中
zh_hant: 中

# common.minimal
source: Minimal
zh_hans: 最低
zh_hant: 最低

# common.minutes
source: Minutes
zh_hans: 分钟
zh_hant: 分鐘

# common.mode
source: Mode
zh_hans: 模式
zh_hant: 模式

# common.model
source: Model
zh_hans: 模型
zh_hant: 模型

# common.model_id
source: Model ID
zh_hans: 模型 ID
zh_hant: 模型 ID

# common.name
source: Name
zh_hans: 名称
zh_hant: 名稱

# common.next
source: Next
zh_hans: 下一步
zh_hant: 下一步

# common.no_results
source: No results
zh_hans: 无结果
zh_hant: 無結果

# common.note
source: Note
zh_hans: 笔记
zh_hant: 筆記

# common.notes
source: Notes
zh_hans: 笔记
zh_hant: 筆記

# common.off
source: Off
zh_hans: 关闭
zh_hant: 關閉

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定

# common.open
source: Open
zh_hans: 打开
zh_hant: 開啟

# common.operating_system
source: Operating System
zh_hans: 操作系统
zh_hant: 作業系統

# common.password
source: Password
zh_hans: 密码
zh_hant: 密碼

# common.paste
source: Paste
zh_hans: 粘贴
zh_hant: 貼上

# common.preview
source: Preview
zh_hans: 预览
zh_hant: 預覽

# common.preview_section
source: Preview
zh_hans: 预览
zh_hant: 預覽

# common.provider
source: Provider
zh_hans: 提供商
zh_hant: 供應商

# common.range
source: Range
zh_hans: 范围
zh_hant: 範圍

# common.relaxed
source: Relaxed
zh_hans: 宽松
zh_hant: 寬鬆

# common.remove
source: Remove
zh_hans: 移除
zh_hant: 移除

# common.rename
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# common.rename_group
source: Rename Group
zh_hans: 重命名分组
zh_hant: 重新命名群組

# common.reset
source: Reset
zh_hans: 重置
zh_hant: 重設

# common.reset_to_defaults
source: Reset to Defaults
zh_hans: 重置为默认
zh_hant: 重設為預設

# common.restore_defaults
source: Restore Defaults
zh_hans: 恢复默认
zh_hant: 還原預設

# common.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# common.running
source: Running
zh_hans: 运行中
zh_hant: 執行中

# common.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# common.save_changes
source: Save Changes
zh_hans: 保存更改
zh_hant: 儲存更改

# common.saved
source: Saved
zh_hans: 已保存
zh_hant: 已儲存

# common.search
source: Search
zh_hans: 搜索
zh_hant: 搜尋

# common.searching
source: Searching…
zh_hans: 搜索中…
zh_hant: 搜尋中…

# common.select
source: Select
zh_hans: 选择
zh_hant: 選擇

# common.select_all
source: Select All
zh_hans: 全选
zh_hant: 全選

# common.select_model
source: Select Model
zh_hans: 选择模型
zh_hant: 選擇模型

# common.selected_count_format
source: %d selected
zh_hans: 已选择 %d 项
zh_hant: 已選擇 %d 項

# common.sending
source: Sending
zh_hans: 发送中
zh_hant: 傳送中

# common.server_url
source: Server URL
zh_hans: 服务器地址
zh_hant: 伺服器網址

# common.servers
source: Servers
zh_hans: 服务器
zh_hant: 伺服器

# common.share
source: Share
zh_hans: 分享
zh_hant: 分享

# common.share_image
source: Share Image
zh_hans: 分享图片
zh_hant: 分享圖片

# common.skip
source: Skip
zh_hans: 跳过
zh_hant: 跳過

# common.sort
source: Sort
zh_hans: 排序
zh_hant: 排序

# common.strict
source: Strict
zh_hans: 严格
zh_hant: 嚴格

# common.success
source: Success
zh_hans: 成功
zh_hant: 成功

# common.tags
source: Tags
zh_hans: 标签
zh_hant: 標籤

# common.test
source: Test
zh_hans: 测试
zh_hant: 測試

# common.thinking
source: Thinking
zh_hans: 思考中
zh_hant: 思考中

# common.thinking_ellipsis
source: Thinking...
zh_hans: 思考中...
zh_hant: 思考中...

# common.title
source: Title
zh_hans: 标题
zh_hant: 標題

# common.to
source: To
zh_hans: 到
zh_hant: 到

# common.today
source: Today
zh_hans: 今天
zh_hant: 今天

# common.total
source: Total
zh_hans: 总计
zh_hant: 總計

# common.translating
source: Translating...
zh_hans: 翻译中...
zh_hant: 翻譯中...

# common.type
source: Type
zh_hans: 类型
zh_hant: 類型

# common.undo
source: Undo
zh_hans: 撤销
zh_hant: 復原

# common.unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

# common.untitled
source: Untitled
zh_hans: 未命名
zh_hant: 未命名

# common.url
source: URL
zh_hans: 网址
zh_hant: 網址

# common.usage
source: Usage
zh_hans: 用量
zh_hant: 用量

# common.username
source: Username
zh_hans: 用户名
zh_hant: 使用者名稱

# common.version
source: Version
zh_hans: 版本
zh_hant: 版本

# common.view
source: View
zh_hans: 查看
zh_hant: 檢視

# confirm.are_you_sure
source: Are you sure?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？

# confirm.cannot_be_undone
source: This cannot be undone.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

# confirm.continue_q
source: Continue?
zh_hans: 继续？
zh_hant: 繼續？

# confirm.discard
source: Discard
zh_hans: 放弃
zh_hant: 捨棄

# confirm.discard_changes
source: Discard Changes?
zh_hans: 放弃更改？
zh_hant: 捨棄變更？

# confirm.keep_editing
source: Keep Editing
zh_hans: 继续编辑
zh_hant: 繼續編輯

# dashboard.customize
source: Customize Dashboard
zh_hans: 自定义仪表盘
zh_hant: 自訂儀表板

# dev.macos_beta_notice
source: The standalone macOS target is compiling ahead of full EPUB reader parity. PDF reading and the shared app shell remain in scope for later waves.
zh_hans: 独立的 macOS 目标正在 EPUB 阅读器完全对齐前进行编译。PDF 阅读和共享应用外壳仍在后续阶段范围内。
zh_hant: 獨立的 macOS 目標正在 EPUB 閱讀器完全對齊前進行編譯。PDF 閱讀與共用應用外殼仍在後續階段範圍內。

# empty.come_back_later
source: Come back later
zh_hans: 稍后再来
zh_hant: 稍後再來

# empty.no_data
source: No data
zh_hans: 无数据
zh_hant: 無資料

# empty.nothing_here
source: Nothing here yet
zh_hans: 这里还没有内容
zh_hant: 這裡尚無內容

# empty.try_again
source: Try again
zh_hans: 再试一次
zh_hant: 再試一次

# errors.ai.context_too_long
source: The conversation is too long.
zh_hans: 对话内容过长。
zh_hant: 對話內容過長。

# errors.ai.embeddings.authentication_failed
source: Couldn't prepare embeddings.
zh_hans: 无法准备嵌入。
zh_hant: 無法準備嵌入。

# errors.ai.embeddings.decoding_failed
source: Couldn't read the embeddings response.
zh_hans: 无法读取嵌入服务响应。
zh_hant: 無法讀取嵌入服務回應。

# errors.ai.embeddings.empty_response
source: The embeddings service returned an empty response.
zh_hans: 嵌入服务返回了空响应。
zh_hant: 嵌入服務回傳了空回應。

# errors.ai.embeddings.incomplete_response_format
source: The embeddings service returned %1$lld results for %2$lld requests.
zh_hans: 嵌入服务为 %2$lld 个请求只返回了 %1$lld 个结果。
zh_hant: 嵌入服務為 %2$lld 個請求只回傳了 %1$lld 個結果。

# errors.ai.embeddings.server_error_format
source: The embeddings service returned an error (%lld).
zh_hans: 嵌入服务返回了错误（%lld）。
zh_hant: 嵌入服務回傳了錯誤（%lld）。

# errors.ai.embeddings.temporarily_unavailable
source: Embeddings are temporarily unavailable.
zh_hans: 嵌入服务暂时不可用。
zh_hant: 嵌入服務暫時不可用。

# errors.ai.invalid_api_key
source: Invalid API key.
zh_hans: API 密钥无效。
zh_hant: API 金鑰無效。

# errors.ai.model_unavailable
source: The selected model is unavailable.
zh_hans: 所选模型不可用。
zh_hant: 所選模型無法使用。

# errors.ai.no_api_key
source: API key is not configured.
zh_hans: 未配置 API 密钥。
zh_hant: 未設定 API 金鑰。

# errors.ai.no_response
source: The model did not return a response.
zh_hans: 模型未返回响应。
zh_hant: 模型未回傳回應。

# errors.ai.rate_limited
source: Rate limited. Please slow down.
zh_hans: 请求频率超限，请稍候。
zh_hant: 請求頻率超限，請稍候。

# errors.ai.streaming_interrupted
source: Streaming was interrupted.
zh_hans: 流式响应已中断。
zh_hant: 串流回應已中斷。

# errors.ai.pending_tool_approvals
source: Approve or reject the pending tool requests before sending another message.
zh_hans: 请先批准或拒绝待处理的工具请求，再发送下一条消息。
zh_hant: 請先核准或拒絕待處理的工具請求，再傳送下一則訊息。

# errors.ai.selected_model_unavailable
source: The selected AI model is unavailable.
zh_hans: 所选 AI 模型不可用。
zh_hant: 所選 AI 模型無法使用。

# errors.ai.selected_provider_unavailable
source: The selected AI provider is unavailable.
zh_hans: 所选 AI 服务商不可用。
zh_hant: 所選 AI 服務商無法使用。

# errors.ai.provider_base_url_required_format
source: The %@ provider requires a base URL.
zh_hans: %@ 服务商需要设置基础 URL。
zh_hant: %@ 服務商需要設定基礎 URL。

# errors.ai.missing_deployment_name
source: Please enter the Azure deployment name.
zh_hans: 请输入 Azure 部署名称。
zh_hant: 請輸入 Azure 部署名稱。

# errors.organize.no_books
source: Add books before using AI organize.
zh_hans: 请先添加书籍，再使用 AI 整理。
zh_hant: 請先加入書籍，再使用 AI 整理。

# errors.organize.empty_response
source: AI organize did not return a result.
zh_hans: AI 整理没有返回结果。
zh_hant: AI 整理沒有回傳結果。

# errors.organize.invalid_response_format
source: Couldn't parse the AI organize result: %@
zh_hans: 无法解析 AI 整理结果：%@
zh_hant: 無法解析 AI 整理結果：%@

# errors.ai.tool_denied
source: Tool execution was denied.
zh_hans: 工具执行已被拒绝。
zh_hant: 工具執行已被拒絕。

# errors.ai.tool_failed
source: Tool execution failed.
zh_hans: 工具执行失败。
zh_hant: 工具執行失敗。

# errors.ai.tool_round_limit_format
source: The AI used too many tool steps (%lld).
zh_hans: AI 使用的工具步骤过多（%lld）。
zh_hant: AI 使用的工具步驟過多（%lld）。

# errors.ai.unknown_tool_format
source: The AI requested an unavailable tool: %@.
zh_hans: AI 请求了不可用的工具：%@。
zh_hant: AI 請求了無法使用的工具：%@。

# errors.backup.unzip_failed
source: Couldn't restore the backup.
zh_hans: 无法恢复备份。
zh_hant: 無法回復備份。

# errors.backup.zip_failed
source: Couldn't create a backup.
zh_hans: 无法创建备份。
zh_hant: 無法建立備份。

# errors.cache.clear_failed
source: Failed to clear cache.
zh_hans: 清除缓存失败。
zh_hant: 清除快取失敗。

# errors.database.migration_failed
source: Database migration failed.
zh_hans: 数据库迁移失败。
zh_hant: 資料庫遷移失敗。

# errors.database.read_failed
source: Failed to read from database.
zh_hans: 从数据库读取失败。
zh_hant: 從資料庫讀取失敗。

# errors.database.write_failed
source: Failed to write to database.
zh_hans: 写入数据库失败。
zh_hant: 寫入資料庫失敗。

# errors.export.failed
source: Export failed.
zh_hans: 导出失败。
zh_hant: 匯出失敗。

# errors.image.decode_failed
source: Failed to decode image.
zh_hans: 解码图像失败。
zh_hant: 解碼圖片失敗。

# errors.image.encode_failed
source: Failed to encode image.
zh_hans: 编码图像失败。
zh_hant: 編碼圖片失敗。

# errors.import.corrupt
source: The file appears to be corrupted.
zh_hans: 文件似乎已损坏。
zh_hant: 檔案似乎已損毀。

# errors.import.disk_full
source: Not enough storage space.
zh_hans: 存储空间不足。
zh_hant: 儲存空間不足。

# errors.import.duplicate
source: This book is already in your library.
zh_hans: 此图书已在你的书库中。
zh_hant: 此書籍已在你的書庫中。

# errors.import.failed
source: Import failed.
zh_hans: 导入失败。
zh_hant: 匯入失敗。

# errors.memory.digest.directory_unavailable
source: Couldn't access the memory folder.
zh_hans: 无法访问记忆文件夹。
zh_hant: 無法存取記憶資料夾。

# errors.memory.digest.no_messages
source: No messages are available to summarize.
zh_hans: 没有可供总结的消息。
zh_hant: 沒有可供摘要的訊息。

# errors.memory.index.file_not_found
source: The selected memory file could not be found.
zh_hans: 找不到所选记忆文件。
zh_hant: 找不到所選記憶檔案。

# errors.memory.index.unavailable
source: Memory search is unavailable.
zh_hans: 记忆搜索暂时不可用。
zh_hant: 記憶搜尋暫時無法使用。

# errors.mcp.client_not_initialized
source: MCP client is not initialized.
zh_hans: MCP 客户端尚未初始化。
zh_hant: MCP 用戶端尚未初始化。

# errors.mcp.connection_failed_format
source: Couldn't connect to the MCP server: %@
zh_hans: 无法连接到 MCP 服务器：%@
zh_hant: 無法連線到 MCP 伺服器：%@

# errors.mcp.http_error_format
source: The MCP server returned HTTP %lld%@
zh_hans: MCP 服务器返回了 HTTP %lld%@
zh_hant: MCP 伺服器回傳了 HTTP %lld%@

# errors.mcp.initialize_failed_format
source: Couldn't initialize the MCP connection: %@
zh_hans: 无法初始化 MCP 连接：%@
zh_hant: 無法初始化 MCP 連線：%@

# errors.mcp.invalid_response
source: The MCP server returned an invalid response.
zh_hans: MCP 服务器返回了无效响应。
zh_hant: MCP 伺服器回傳了無效回應。

# errors.mcp.resource_read_failed_format
source: Couldn't read the MCP resource: %@
zh_hans: 无法读取 MCP 资源：%@
zh_hant: 無法讀取 MCP 資源：%@

# errors.mcp.server_error_format
source: The MCP server returned an error (%lld).
zh_hans: MCP 服务器返回了错误（%lld）。
zh_hant: MCP 伺服器回傳了錯誤（%lld）。

# errors.mcp.server_error_with_detail_format
source: The MCP server returned an error (%lld): %@
zh_hans: MCP 服务器返回了错误（%lld）：%@
zh_hant: MCP 伺服器回傳了錯誤（%lld）：%@

# errors.mcp.tool_call_failed_format
source: The MCP tool call failed: %@
zh_hans: MCP 工具调用失败：%@
zh_hant: MCP 工具呼叫失敗：%@

# errors.mcp.transport_not_connected
source: MCP transport is not connected.
zh_hans: MCP 传输连接尚未建立。
zh_hant: MCP 傳輸連線尚未建立。

# errors.import.invalid_format
source: Unsupported file format.
zh_hans: 不支持的文件格式。
zh_hant: 不支援的檔案格式。

# errors.import.no_permission
source: Permission denied to access the file.
zh_hans: 无权访问该文件。
zh_hant: 沒有權限存取此檔案。

# errors.import.too_large
source: The file is too large.
zh_hans: 文件过大。
zh_hant: 檔案過大。

# errors.input.invalid_format
source: Invalid format.
zh_hans: 格式无效。
zh_hant: 格式無效。

# errors.input.required
source: This field is required.
zh_hans: 此字段为必填。
zh_hant: 此欄位為必填。

# errors.input.too_long
source: Input is too long.
zh_hans: 输入过长。
zh_hant: 輸入過長。

# errors.input.too_short
source: Input is too short.
zh_hans: 输入过短。
zh_hant: 輸入過短。

# errors.network
source: Network error. Please check your connection.
zh_hans: 网络错误。请检查你的连接。
zh_hant: 網路錯誤。請檢查你的連線。

# errors.network.cancelled
source: The request was cancelled.
zh_hans: 请求已取消。
zh_hant: 請求已取消。

# errors.network.connection_lost
source: Network connection lost
zh_hans: 网络连接已中断
zh_hant: 網路連線已中斷

# errors.network.dns
source: Could not resolve host.
zh_hans: 无法解析主机。
zh_hant: 無法解析主機。

# errors.network.forbidden
source: Access denied.
zh_hans: 拒绝访问。
zh_hant: 拒絕存取。

# errors.network.no_data
source: No data received
zh_hans: 未收到数据
zh_hant: 未收到資料

# errors.network.not_found
source: Resource not found.
zh_hans: 未找到资源。
zh_hant: 找不到資源。

# errors.network.offline
source: You appear to be offline.
zh_hans: 你似乎处于离线状态。
zh_hant: 你似乎處於離線狀態。

# errors.network.server
source: Server error. Please try again later.
zh_hans: 服务器错误。请稍后重试。
zh_hant: 伺服器錯誤。請稍後再試。

# errors.network.timeout
source: The request timed out.
zh_hans: 请求超时。
zh_hant: 請求逾時。

# errors.network.tls
source: Secure connection failed.
zh_hans: 安全连接失败。
zh_hant: 安全連線失敗。

# errors.network.unauthorized
source: Authentication failed.
zh_hans: 认证失败。
zh_hant: 驗證失敗。

# errors.notes.export_failed
source: Failed to export notes.
zh_hans: 导出笔记失败。
zh_hant: 匯出筆記失敗。

# errors.notes.save_failed
source: Failed to save note.
zh_hans: 保存笔记失败。
zh_hant: 儲存筆記失敗。

# errors.papers.detail_unavailable
source: Paper details are unavailable.
zh_hans: 论文详情暂不可用。
zh_hant: 論文詳情暫時無法使用。

# errors.papers.no_downloadable_file
source: No downloadable file is available.
zh_hans: 当前没有可下载的文件。
zh_hant: 目前沒有可下載的檔案。

# errors.permission.microphone
source: Microphone permission is required.
zh_hans: 需要麦克风权限。
zh_hant: 需要麥克風權限。

# errors.permission.notifications
source: Notification permission is required.
zh_hans: 需要通知权限。
zh_hant: 需要通知權限。

# errors.permission.photos
source: Photo library access is required.
zh_hans: 需要照片库访问权限。
zh_hant: 需要相片圖庫存取權限。

# errors.reader.annotation_load_failed
source: Couldn't load annotations.
zh_hans: 加载标注失败。
zh_hant: 載入註解失敗。

# errors.reader.annotation_delete_failed
source: Failed to delete annotation.
zh_hans: 删除标注失败。
zh_hant: 刪除註解失敗。

# errors.reader.annotation_failed
source: Failed to save annotation.
zh_hans: 保存标注失败。
zh_hant: 儲存註解失敗。

# errors.reader.annotation_save_failed
source: Failed to save annotation.
zh_hans: 保存标注失败。
zh_hant: 儲存註解失敗。

# errors.reader.bookmark_failed
source: Failed to save bookmark.
zh_hans: 保存书签失败。
zh_hant: 儲存書籤失敗。

# errors.reader.cannot_open
source: Cannot open this book.
zh_hans: 无法打开此图书。
zh_hant: 無法開啟此書籍。

# errors.reader.export_highlights_failed_format
source: Failed to export: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

# errors.reader.page_render_failed
source: Failed to render the page.
zh_hans: 渲染页面失败。
zh_hant: 繪製頁面失敗。

# errors.reader.search_failed
source: Search failed.
zh_hans: 搜索失败。
zh_hant: 搜尋失敗。

# errors.reader.selected_text_required
source: Highlights and notes require selected text.
zh_hans: 高亮和笔记需要先选中文本。
zh_hant: 劃線與筆記需要先選取文字。

# errors.share.failed
source: Share failed.
zh_hans: 分享失败。
zh_hant: 分享失敗。

# errors.sync.config_missing
source: Sync is not configured.
zh_hans: 尚未配置同步。
zh_hant: 尚未設定同步。

# errors.sync.conflict
source: Sync conflict detected.
zh_hans: 检测到同步冲突。
zh_hant: 偵測到同步衝突。

# errors.sync.download_failed
source: Failed to download changes.
zh_hans: 下载更改失败。
zh_hant: 下載變更失敗。

# errors.sync.manifest_corrupt
source: Sync manifest is corrupted.
zh_hans: 同步清单已损坏。
zh_hant: 同步清單已損毀。

# errors.sync.upload_failed
source: Failed to upload changes.
zh_hans: 上传更改失败。
zh_hant: 上傳變更失敗。

# errors.sync.webdav.unreachable
source: Cannot reach the WebDAV server.
zh_hans: 无法连接到 WebDAV 服务器。
zh_hant: 無法連線到 WebDAV 伺服器。

# errors.sync.ai_settings_encryption_failed
source: Couldn't encrypt AI settings.
zh_hans: 无法加密 AI 设置。
zh_hant: 無法加密 AI 設定。

# errors.sync.ai_settings_decryption_failed
source: Couldn't decrypt AI settings.
zh_hans: 无法解密 AI 设置。
zh_hant: 無法解密 AI 設定。

# errors.sync.ai_settings_invalid_passphrase
source: The passphrase is invalid, so AI settings couldn't be restored.
zh_hans: 口令无效，无法恢复 AI 设置。
zh_hant: 密語無效，無法還原 AI 設定。

# errors.sync.unknown_entity_format
source: Unknown sync entity: %@
zh_hans: 未知的同步实体：%@
zh_hant: 未知的同步實體：%@

# errors.sync.manual_conflict_required_format
source: This conflict needs manual resolution: %@
zh_hans: 此冲突需要手动处理：%@
zh_hant: 此衝突需要手動處理：%@

# errors.translation.failed
source: Couldn't translate the selected text.
zh_hans: 无法翻译所选文本。
zh_hant: 無法翻譯所選文字。

# errors.translation.not_configured
source: Translation service is not configured.
zh_hans: 尚未配置翻译服务。
zh_hant: 尚未設定翻譯服務。

# errors.tts.load_voices_failed_format
source: Failed to load voices: %@
zh_hans: 加载语音失败：%@
zh_hant: 載入語音失敗：%@

# errors.tts.no_voice
source: No voice selected.
zh_hans: 未选择语音。
zh_hant: 未選擇語音。

# errors.tts.unavailable
source: Text-to-speech is unavailable.
zh_hans: 文字转语音不可用。
zh_hant: 文字轉語音無法使用。

# errors.unknown
source: An unknown error occurred.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# errors.url.invalid
source: Invalid URL.
zh_hans: 无效的 URL。
zh_hant: 無效的網址。

source: Import Failed
zh_hans: 导入失败
zh_hant: 匯入失敗

# import.importing
source: Importing…
zh_hans: 正在导入…
zh_hant: 正在匯入…

# intent.ask_ai.description
source: Send a message to PaperTok Reader's AI assistant
zh_hans: 向 PaperTok Reader 的 AI 助手发送消息
zh_hant: 向 PaperTok Reader 的 AI 助手傳送訊息

# intent.ask_ai.parameter.question
source: Question
zh_hans: 问题
zh_hant: 問題

# intent.ask_ai.title
source: Ask AI
zh_hans: 询问 AI
zh_hant: 詢問 AI

# intent.create_note.description
source: Create a new note in PaperTok.
zh_hans: 在 PaperTok 中创建新笔记。
zh_hant: 在 PaperTok 中建立新筆記。

# intent.create_note.title
source: Create Note
zh_hans: 创建笔记
zh_hant: 建立筆記

# intent.get_stats.description
source: Get reading statistics from PaperTok.
zh_hans: 从 PaperTok 获取阅读统计。
zh_hant: 從 PaperTok 取得閱讀統計。

# intent.get_stats.title
source: Get Reading Stats
zh_hans: 获取阅读统计
zh_hant: 取得閱讀統計

# intent.open_book.description
source: Open a specific book in PaperTok Reader
zh_hans: 在 PaperTok Reader 中打开指定书籍
zh_hant: 在 PaperTok Reader 中打開指定書籍

# intent.open_book.parameter.book_title
source: Book Title
zh_hans: 书名
zh_hant: 書名

# intent.open_book.title
source: Open Book
zh_hans: 打开书籍
zh_hant: 打開書籍

# intent.parameter.body
source: Body
zh_hans: 内容
zh_hant: 內容

# intent.parameter.query
source: Query
zh_hans: 查询
zh_hant: 查詢

# intent.parameter.range
source: Range
zh_hans: 范围
zh_hant: 範圍

# intent.parameter.tags
source: Tags
zh_hans: 标签
zh_hant: 標籤

# intent.parameter.title
source: Title
zh_hans: 标题
zh_hant: 標題

# intent.result.failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# intent.result.no_results
source: No results
zh_hans: 无结果
zh_hant: 無結果

# intent.result.success
source: Success
zh_hans: 成功
zh_hant: 成功

# intent.search_books.description
source: Search the bookshelf for books matching a query.
zh_hans: 在书架中搜索匹配的图书。
zh_hant: 在書架中搜尋符合的書籍。

# intent.search_books.title
source: Search Books
zh_hans: 搜索图书
zh_hant: 搜尋書籍

# intent.send_message.description
source: Send text and images to PaperTok Reader AI without opening the app
zh_hans: 无需打开 App，即可把文本和图片发送给 PaperTok Reader AI
zh_hant: 無需打開 App，即可把文字與圖片傳送給 PaperTok Reader AI

# intent.send_message.parameter.images
source: Images
zh_hans: 图片
zh_hant: 圖片

# intent.send_message.parameter.message
source: Message
zh_hans: 消息
zh_hant: 訊息

# intent.send_message.title
source: Send Message
zh_hans: 发送消息
zh_hant: 傳送訊息

# kairos.achievements
source: Achievements
zh_hans: 成就
zh_hant: 成就
